Repository: Therese-hairun/predict-market
Catalog: api/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Subscription will expire
fr: L'abonnement expirera

source: Your subscription will expire
fr: Votre abonnement expirera

source: Your subscription will expire on
fr: Votre abonnement expirera le

source: Hello
fr: Bonjour

source: We have detected a login attempt on your account on
fr: Nous avons détecté une tentative de connexion sur votre compte le

source: Attempting to connect
fr: Tentative de connexion

source: Attempting to log into your account
fr: Tentative de connexion sur votre compte

source: Here is your
fr: Voici votre

source: verification link
fr: Lien de vérification

source: Verification link
fr: Lien de vérification

source: Here is your verification link
fr: Voici votre lien de vérification

source: password reset link
fr: lien de réinitialisation de mot de passe

source: Reset password
fr: Réinitialisation de mot de passe

source: Reset link
fr: Lien de réinitialisation

source: Use my code
fr: Utiliser mon code

source: to get free days and credits on Predict Market
fr: pour obtenir des jours gratuits et des crédits sur Predict Market
